let questions = [
    {
        numb: 1,
        question: "ამათგან რომელი ქვეყანა არ ესაზღვრება სლოვენიას?",
        answer: "D. სერბეთი",
        options: [
            "A. ხორვატია",
            "B. უნგრეთი",
            "C. იტალია",
            "D. სერბეთი"
        ]
    },
    {
        numb: 2,
        question: "რომელოი ქვეყანა ესაზღვრება ადრიატიკის ზღვას?",
        answer: "B. ხორვატია",
        options: [
            "A. საბერძნეთი",
            "B. ხორვატია",
            "C. საფრანგეთი",
            "D. პორტუგალია",
        ]
    },
    {
        numb: 3,
        question: "რამდენი ქვეყანა ესაზღვრება ესპანეთს?",
        answer: "C. 3",
        options: [
            "A. 2",
            "B. 4",
            "C. 3",
            "D. 5",
    
        ]
    },
    {
        numb: 4,
        question: "რომელ ქვეყანას ეკუთვნის კანარის კუნძულები?",
        answer: "A. ესპანეთს",
        options: [
            "A. ესპანეთს",
            "B. პორტუგალიას",
            "C. მაროკოს",
            "D. დიდ ბრიტანეთს",
    
        ]
    },
    {
        numb: 4,
        question: "ევროპის ყველაზე დიდი ტბა? არ შედის რუსეთის ტბები",
        answer: "B. ვენერნის ტბა",
        options: [
            "A. ბლედის ტბა",
            "B. ვენერნის ტბა",
            "C. კომოს ტბა",
            "D. ბოდენის ტბა",
    
        ]
    },
        
]